{
  "general": {
    "Rights": "جميع الحقوق محفوظة",
    "nanoSoft": "نانوسوفت",
    "home": "الرئيسية",
    "about": "من نحن",
    "services": "خدماتنا",
    "contact": "تواصل بنا",
    "aboutParag": "نانوسوفت هي شركة تطوير برمجيات في الاسكندرية مصر ، التي توفر لعملائها مجموعه كاملة من خدمات البرمجيات مع التركيز علي تطوير الويب ، وتصميم المواقع ، وتطوير تطبيقات الجوال واختبار البرمجيات",
    "quickLinks": "روابط سريعة",
    "Contact Us": "بيانات التواصل",
    "ourServices": "خدماتنا",
    "websiteDevelopment": "برمجة و تصميم المواقع الإلكترونية",
    "appDeveloper": "برمجةو تصميم تطبيقات الجوال ",
    "userExp": "تصميم تجربة المستخدم و واجهات تطبيقات الجوال",
    "aboutDes": "نسعى لتحقيق افضل النتائج في كافة المجالات التي نقدمها وبأعلى مستوى من خلال فريق عمل محترف ومختص يعمل على تظافر جهوده وخبراته ومواهبه ليسخرها في تقديم أفضل الخدمات وتحقيق أهداف وغايات العملاء حيث نقوم بتقديم خدماتنا لكافة دول العالم وبأسعار مدروسة تناسب الجميع",
    "istanbul": "الاسكندرية",
    "turkey": "مصر",
    "webDesc": "برمجة وتصميم المواقع الإلكترونية هي بوابتك لبدأ نشاطك التجاري على الانترنت هل ترغب في نقل عملك إلى مستوى أعلى؟ هل ترغب في الحصول على المزيد من العملاء؟ هل تعرف أن أكثر من 90٪ من الأشخاص يستخدمون الإنترنت للعثور على ما يحتاجون إليه؟ فماذا تنتظر؟ اتصل بنا وسنقوم ببناء موقع الويب المذهل الذي يناسب عملك وسنظل بجانبك لتقديم الدعم لك.",
    "appDesc": "برمجة وتصميم تطبيقات الموبايل هي الخطوة الأمثل لبناء علاقة مع العملاء أكثر من 95٪ من الناس على الأرض يستخدمون الهواتف الذكية ، وينفق الجميع على هاتفه أكثر من ثلث الوقت على ذلك ، فهل هذا هو ما يعني؟ هذا يعني أنه لديك فرصة للحصول على المزيد من العملاء عن طريق إضافة التطبيق الخاص بك إلى هناك الهواتف الذكية ونحن هنا للقيام بذلك نيابة عنك. دراسة الحالة وضع الخطط إضافة جميع الخبارات تحديد المدة الزمنية اللازمة للإنجاز البرمجة",
    "userDesc": "نقدم خدمة النماذج الأولية و تصميم واجهات تطبيقات الجوال والمواقع الإلكترونية لمنتجات الويب والجوال. كما نركز على تقديم تجربة عملاء استثنائية ، حيث نملك فريق موهوب ومتخصص في تصميم واجهات تطبيقات الهاتف الجوال والمواقع الإلكترونية.",
    "vision": "رؤيتنا",
    "visionDesc": "تأسست شركة نانوسوت على الريادة وتطوير الأفكار الأبداعية على مستوى العالم لتكون منصة انطلاقة حقيقية تدفع بالعملاء الى الاحترافية التامة في العمل وفق فريق مهندسين متخصص ومتنوع في كافة مجالات الانترنت وبأعلى مستوى، حيث نتكافل ونتعاون لجعل مواهبنا وخبراتنا في خدمة العملاء لتلبية كافة طلباتهم على أسس متقدمة",
    "goal": "هدفنا",
    "goalDesc": "أن تصبح شركة نانوسوفت  من افضل الشركات الرائدة في مجال الخدمات البرمجيه.",
    "message": "رسالتنا",
    "messageDesc": "تم تأسيس هذه الشركة على أساس من الابداع الخالص المستند على أهم القواعد والخبرات العلمية والعملية لأننا نطمح إلى التميز والارتقاء في جميع جوانب خدماتنا لكي نقدم أفضل الخدمات لعملائنا و نجسد إنجازاتنا على أرض الواقع، لنكون علماً من أعلام التسويق الإلكتروني والبرمجيات على مستوى العالم فالريادة هي هدفنا والتميز والإبداع غايتنا.",
    "value": "قيمتنا",
    "valueDesc": "استقينا قيمنا من التزامنا بأمانتنا تجاه وطننا ونهضتة وعملائنا ومنسوبينا وشركائنا, والتي تتمثل في التفاني والاتقان في اعمالنا، المصداقية والشفافية في تعاملاتنا والجودة والتميز والابداع في خدماتنا.",
    "headerTitle":"تطبيقات الجوال والمواقع الإلكترونية",
    "headerPara":"إنشاء جميع أنواع التطبيقات والمواقع الإلكترونية بأسلوب عصرى مع التركيز على متطلبات العملاء بالتوافق مع وضوح واجهة المستخدم / تجربة المستخدم.    ",
    "coursesTitle":"الكورسات",
    "partnersTitle":"شركاؤنا "
  }
}