{
    "general": {
        "Rights":"All Rights Reserved",
        "nanoSoft":"NanoSoft",
        "home":"Home",
        "about":"About Us",
        "services":"Services",
        "contact":"Contact Us",
        "aboutParag":"Nanosoft is a software development company in Alexandria Egypt, which provides its customers with a full range of software services with a focus on web development, web design, mobile application development and software testing",
        "quickLinks":"Quick Links",
        "ourServices":"Our Services ",
        "websiteDevelopment":"Website Development and Design",
        "appDeveloper":"Application Development and Design",
        "userExp":"UX/UI",
        "aboutDes":"We strive to achieve the best results in all the fields we offer and at the highest level through a professional and specialized team working to combine his efforts, expertise and talents to be used to provide the best services and achieve the goals and objectives of customers where we provide our services to all countries of the world at prices studied to suit everyone",
        "istanbul":"Alexandria",
        "turkey":"Epypt",
        "webDesc":"The websites have now become the first gateway for companies and businesses, which makes the customer take serious steps for cooperation. This is why NanoSoft Company specializes in designing and programming websites in Egypt in particular and in all Arab and Western countries in general.",
        "appDesc":"Due to the continuous development in information technology and applications, the phone has become an integral part of the individual's daily life, which prompted e-marketing companies to be ready to deal with Android applications and iPhone applications, which have become part of the customer requirements when designing and programming their sites.",
        "userDesc":"We offer prototype service and design of mobile application interfaces and websites for web and mobile products. We also focus on delivering an exceptional customer experience, with a talented team specializing in the design of mobile application interfaces and websites.",
        "vision":"Our Vision",
        "visionDesc":"NanoSoft Company was established on the leadership and development of creative ideas worldwide to be an entity that pushes customers to complete professionalism in the work according to a team of engineers specialized in all areas of the Internet and at the highest level here we gathered and gathered our talents to meet all customer requests on the advanced foundations of our business",
        "goal":"Our Goal",
        "goalDesc":"To become one of the leading companies in the field of real estate services.",
        "message":"Our Message",
        "messageDesc":"We built this company on the basis of pure creativity. We aspire to excellence in all aspects of our services in order to satisfy customers and feel our achievement on the ground today and tomorrow you will find creativity manifested in every work we put our name on it this covenant that we adhere to before ourselves and in front of you ",
        "value":"our Value",
        "valueDesc"  :"To contribute to the renaissance and development that our country is witnessing by providing distinguished and unique services and assisting in the development of our society and the satisfaction of our customers.",
        "headerTitle":"Websites and  Mobile Applications",
        "headerPara":"Creating all types of applications in an agile approach while focusing on customers’ requirements and clear UI/UX.",
         "coursesTitle":"Courses",
         "partnersTitle":"Partners "


    }
}